﻿[language]

;語言名稱

name=繁體中文

[firstrun]
chooselanguage=請選擇您的語言！
ok=確定
ignore=跳過
oldini=導入之前使用的配置文件
loadini=導入
loadfail=該目錄未找到配置文件！
loadsuccessful=導入成功！
steambak=是否同步 Steam 配置文件？
steamerror=請運行 Steam 來驗證您的購買！

[steam]
save=保存配置到 Steam 雲端
load=恢復 Steam 雲端配置

[systeminfo]		
cpu=處理器
gpu=顯示卡
memory=記憶體
system=系統
moreinfo=更多訊息...
		
[monitor]		
process=進程
readwrite=讀/寫
usage=已使用

;------------------------------------
[tips]

crashtip=程式已崩潰是否重新啟動！
;------------------------------------

[iconame]

;dock標籤名稱
explorer=資源管理器
launchpad=啟動台
cal=行事曆
trash=垃圾桶

;資料夾界面最後一個圖示

exploreropen=在文件中打開
return=返回

;系統時間圖示標籤名稱格式

timeformat=yyyy年M月d日 dddd
;時間格式為系統時間格式 y 年 m月份 d 日期 dddd 星期幾  ddd週幾

;拖放到launchpad時圖示標籤

remove=移除
;------------------------------------------------------------

[systemicon]
;系統圖示名稱
controlpanel=控制台
taskbar=托盤圖示
systemtime=系統時間
cortana=語音助手
network=網路上的芳鄰
mydocument=我的文件
weather=天氣預報
battery=電池
startmenu=開始菜單



------------------------------------

[editicon]
;編輯圖示界面

addtips=可將文件拖放到此處

reset=重設
ok=確定
restore=還原
addname=新增顯示名稱
addicotips=點擊右上角按鈕新增圖示
switch=切換
trashempty=垃圾桶空
trashfull=垃圾桶滿
iconshell=使用圖示遮罩
addline=啟動參數

Icon Designer title=圖示編輯器
Icon Designer=編輯
select=新增

share=分享
icolabel=圖示
selectpicture=選擇
icosize=圖示縮放
icooffsetx=圖示橫向偏移
icooffsety=圖示縱向偏移
icobackground=背景
iconshadow=使用圖示陰影
icoroundrect=圖示圓角度
icocolor=顏色
icogradient color=使用漸變色
icocolorangle=漸變色角度

;彈出選擇文件視窗標題

selectfoldertitle=選擇資料夾
;天氣預報輸入提示

searchcity=搜尋城市天氣，支持拼音和區號


;------------------------------------

[editcal]

;編輯行事曆界面

monthfont=月份字體：
dayfont=日期字體：
monthpoint=月份坐標：
daypoint=日期坐標：
monthposition=月份對齊：
dayposition=日期對齊：
monthcolor=月份顏色：
daycolor=日期顏色：
rotation=旋轉角度：
default=使用預設配置

ok=確定
test=測試

left=居左
right=居右
center=居中

;彈出選擇圖片視窗標題

selectcalicon=選擇行事曆圖片

;------------------------------------

[editicontips]
;編輯圖示界面彈出錯誤提示

iconduplicate=已經在 Dock 中新增此程式！

titleerror=程式顯示名稱不能為空！
filepatherror=程式路徑和圖示不能為空！

padtitleerror1=檔案名重複，請重新輸入！
padtitleerror2=文件更改失敗，如果程式放在 C 槽請使用管理員模式運行！

formaterror=不支持的格式，建議放入 png、ico、exe、lnk 格式!

workshopshare=是否上傳此圖示到創意工坊？
workshopsharesuccess=圖示已成功分享到創意工坊!
workshopsharefailed=圖示分享失敗!

;---------------------------------------------------------------------------
;設定界面
[settingUI]

backupsuccess=上傳成功！
backupfail=上傳失敗！

settitle=MyDockFinder 偏好設定

Global Settings=全局設定

openMyDock=開啟 MyDock
openMyFinder=開啟 MyFinder

DPIscale=全局界面顯示大小
Globalblurvalue=全局界面模糊強度
Accentcolor=全局界面強調色
darkmodeall=全局界面顏色模式

darkmode_light=亮色
darkmode_dark=暗色
darkmode_auto=自動
darkmode_system=跟隨系統

uiaccesstop=使用超級置頂功能
aero=開啟全局模糊效果
systemdarkmode=調整全局界面顏色時修改系統顏色
autoupdate=自動檢查程式更新
systemstart=開機啟動方式
none=無
regedit=註冊表
plantask=計劃任務
Service=服務
autohidetaskbar=啟動時自動隱藏任務欄

hidetaskbar_dock=隱藏程式所在螢幕任務欄
hidetaskbar_all=隱藏所有螢幕任務欄

languagechoice=選擇程式全局顯示語言
allfont=修改全局使用字體
usefontbold=使用加粗字體

themes=主題
customize_blur=調整模糊強度
customize_opacity=調整透明度
customize_enabled_dockbg=Dock 使用自訂背景模糊和透明度
customize_enabled_iconreflection	=Dock 使用圖標倒影
customize_blur_iconreflection=調整圖標倒影模糊強度
customize_opacity_iconreflection	=調整圖標倒影透明度

customize_enabled_icontag=Dock 圖示標籤使用自訂背景模糊和透明度
customize_enabled_menu=選單使用自訂背景模糊和透明度
customize_enabled_window=視窗界面使用自訂背景模糊和透明度
customize_enabled_finder=MyFinder 使用自訂背景模糊和透明度
customize_opacity_wallpapercolor=調整桌布強調色濃度
customize_enabled_folder=資料夾界面使用自訂背景模糊和透明度
customize_enabled_pad=啟動台使用自訂背景模糊
customize_enabled_pad_backdrop=啟動台使用當前螢幕背景
customize_enabled_pad_winuiwallpaper=啟動台使用動態模糊效果
selectthemes_icon=選擇圖示主題
selectthemes_dockskin=選擇 Dock 皮膚主題

general=通用
advanced=高級
preview=預覽
minimizewindowsettings=最小化
systrayicoset=托盤
screenset=螢幕
timeset=時間
notificationset=通知
audioset=聲音
displayset=顯示器
mediaset=媒體控制
batteryset=電池
netset=網路
monitorset=監控

about=關於

icosize=圖示預設大小
icomaxsize=圖示縮放後大小

icospace=圖示之間距離大小
edgeposition=Dock 距離螢幕邊緣大小


displaymode=選擇 Dock 顯示隱藏模式

displaynormal=預設顯示模式
displaybottom=疊層顯示模式
displayauto=自動隱藏模式
displaysmart=智慧隱藏模式
displayhotkey=快速鍵顯示模式
displayalways=始終顯示模式
displayhide=始終隱藏模式
displayalwaysshow=始終顯示包括全螢幕
displaydesktop=桌面顯示模式

Show activation bar=隱藏 Dock 後顯示啟動條
actbar_weight=調整啟動條寬度
actbar_height=調整啟動條高度
actbar_offset=調整啟動條螢幕距離

positiononscreen=Dock 所在螢幕位置
screenleft=左邊
screenbottom=底邊
screenright=右邊
screentop=頂邊

multiscreen=選擇要顯示 Dock 的螢幕

padicotype=選擇啟動台顯示的圖示
padicotype_normal=新增的圖示
padicotype_startmenu=開始選單
padicotype_desktop=桌面程式

padicosize=啟動台圖示大小
padicospacex=圖示橫向間距
padicospacey=圖示縱向間距

multiscreenpad=選擇要顯示啟動台的螢幕
padscreenname=跟隨 Dock

lockicon=鎖定圖示拖動
showicontag=顯示圖示標籤文字
windowsborder=開啟視窗邊界防止遮擋 Dock
jumpanimation=點擊圖示後彈跳打開程式
folderDoubleclickOpen=資料夾圖示雙擊打開
foldernoshowopen=不顯示打開資料夾按鈕
iconmask=為全局圖示新增遮罩效果
show indicators=為打開的應用程式顯示指示燈
Runapp separator=為新運行的程式圖示新增分隔符
newapp=顯示新運行程式圖示
blacklist=管理禁止列表
noblacklist=無禁止程式
hotcornerleft=螢幕左下角觸發功能
hotcornerright=螢幕右下角觸發功能
hotkeypad=顯示啟動台快捷鍵
hotkeyDock=顯示 Dock 快捷鍵
hotkeyborder=開啟關閉 Dock 視窗邊界快捷鍵

dockicobackup=備份 Dock 圖示配置
backuplist=管理備份
Addbackupdockico=新增圖示備份
locationbackup=打開備份資料夾

minimize=開啟最小化視窗到 Dock
animationoff=關閉視窗最小化動畫
Slow animation=按住 Shift 鍵慢放最小化動畫

minimizeeffect=最小化視窗使用特效

genie=神奇效果
scale=縮放效果
scaleDX=縮放效果 DX
suck=吮吸效果

minimizeAnimationspeed=最小化視窗動畫速度
Minimize to icon=將視窗最小化至應用程式圖示
Minimizeblacklist=取消最小化動畫視窗
Editwindowlist=編輯視窗列表

previewon=啟用視窗預覽功能
previewsize=視窗預覽大小
previewdelay=延遲顯示預覽

previewcontrol=顯示其他預覽元素
previewappname=應用程式名稱
previewbutton=視窗控制按鈕
aeropeek=滑鼠懸停時顯示全視窗預覽


logotype=選擇左側按鈕樣式
diylogo=自訂
shutdownmsgbox=關機重啟系統顯示確認對話框
finderdark=選擇 MyFinder 顏色模式

systemtraycolor=顯示彩色托盤圖示
showkeyboard=顯示輸入法圖示
showsearch=顯示搜尋圖示
showLyrics=顯示音樂播放器歌詞
musiccontrolshowmode=媒體控制顯示方式
musiccontrol_close=不顯示
musiccontrol_activity=顯示歌詞時顯示
musiccontrol_always=始終顯示

finderdark_auto=桌布顏色
finderdark_set=跟隨全局

multiscreenfinder=選擇要顯示 MyFinder 的螢幕
findershowallscreens=所有屏幕

finderdisplaymode=選擇 MyFinder 顯示隱藏模式

finderautochangecolor=視窗最大化使用沉浸模式

finderlockbtn=鎖定圖示防止拖動

findershowmenu=顯示其他程式選單項

showaudio=在 MyFinder 中顯示音量圖示
showmicrophone=在 MyFinder 中顯示麥克風圖示
showbattery=在 MyFinder 中顯示電池圖示
shownetwork=在 MyFinder 中顯示網路圖示
showbluetooth=在 MyFinder 中顯示藍牙圖示
showdisplay=在 MyFinder 中顯示顯示器圖示

bluetooth_showbattery=已連接的藍牙設備
bluetooth_not show=不顯示
bluetooth_icon=只顯示圖示
bluetooth_value=顯示圖示和電量

showcpu=CPU
showtemp=核心溫度
showmen=記憶體
showdisk=磁碟
shownet=網速

formatdate=選擇日期顯示格式
formattime=選擇時間顯示格式

showbatteryvalue=顯示電池百分比
audiotip=播放音量調整提示音
mediatype=選擇音量亮度提示樣式

media_system=系統樣式
media_speakers=喇叭樣式
media_phone=手機樣式

hotkeyvolup=音量增加快捷鍵
hotkeyvoldown=音量降低快捷鍵
hotkeyvolmute=音量靜音快捷鍵
hotkeymicup=麥克風音量增加快捷鍵
hotkeymicdown=麥克風音量降低快捷鍵
hotkeymicmute=麥克風靜音快捷鍵

hotkeybriup=亮度增加快捷鍵
hotkeybridown=亮度降低快捷鍵

systemnotification=系統通知
usbdevicenotification=顯示移動磁碟連接和彈出通知
bluetoothdevicenotification=顯示藍牙設備連接通知
Appnotification=App 通知
notification_open=允許通知
notification_type=橫幅通知顯示方式
notification_time=橫幅通知顯示時長
notification_show_close=不顯示橫幅
notification_show_once=只顯示第一次
notification_show_always=始終顯示

trayicoallshow_myfinder=始終在 MyFinder 中顯示所有托盤圖示
trayicoallshow_mydock=始終在 MyDock 中顯示所有托盤圖示
Apptrayico=App 托盤圖示
apptrayicoshow_finder=在 MyFinder 中顯示托盤圖示
apptrayicoshow_dock=在 MyDock 中顯示托盤圖示

screenround=螢幕圓角
screenround_show=啟用螢幕圓角
screenround_size=螢幕圓角大小

other=其他

wallpaper=桌布

selectwallpaper=請選擇桌布主題
wallpapernone=無
loadwallpaper=導入桌布主題
wallpaperdownload=下載桌布主題
wallpaperOK=應用桌布

homepage=訪問官網
updatelog=更新日誌
update=檢查更新
restartdock=重啟程式

ok=確定
cancel=取消

------------------------------------------------------------
[hotcorners]
nothing=無
allwindows=顯示所有視窗
launchpad=顯示啟動台
displaytosleep=關閉顯示器
startmenu=顯示開始選單
showdesktop=顯示桌面
actioncenter=Windows 操作中心
screensaver=螢幕保護

[settingtips]

;設定界面彈出錯誤提示
winuiwallpapertip=開啟後如果出現電腦當機情況，請關閉此選項，重啟程式後生效！！！
DPItips=部分界面關閉重新打開後生效！
padicotypetips=修改此選項後需要重新設定圖示，請謹慎選擇！
edgetip=開啟限制視窗邊界無法調整！
autohideerror=開啟視窗邊界不能啟用此功能！
neterror=未找到可用網路，請檢查連接。
autohide=開啟自動隱藏 Dock 無法啟用此功能！
updateerror1=網路連接錯誤，請重試！

updatetip1=已有新版本是否更新？
updatetip2=文件下載完畢是否立即更新？

noupdate=已是最新版本，無需更新！

restarttip=重啟程式後生效！

languagetips=部分界面需要重啟才能生效！

restartruntip=是否重新啟動程式？

backupfolderror=創建備份資料夾失敗，請檢查目錄權限！

backuptips=是否還原此備份配置文件？

;-------------------------------------------------------------------

[menu]
;右鍵選單


newfinderwindow=新建資源管理器視窗
gotofolder=前往資料夾...
connecttoserver=連接伺服器...

showlaunchpad=顯示啟動台


addnormalicon=新增普通圖示
addsystemicon=新增系統圖示
add delimiter=新增分隔符
del delimiter=刪除分隔符

showtaskbar=顯示任務欄
hidetaskbar=隱藏任務欄
preference=偏好設定
enddock=結束程式

editicon=設定此圖示
removefromdock=從 Dock 中移除
keepindock=在 Dock 中保留
locationfile=打開文件所在位置
runagain=再次運行此程式
nevershowthis=不再顯示此程式
adminmode=管理員模式運行
open=打開
quit=退出

emptytrash=清倒垃圾桶
sortorder=排序方式
Byname=名稱
Bysize=大小
Byextension=類型
Bydate/time=修改時間
Createtime=創建時間
Groupdirectories=目錄優先
reverseorder=反轉排序
closewindow=關閉此視窗
Display=顯示內容為
Folder=資料夾
Stack=疊放
Locatefolder=直接打開
FolderEffect=顯示效果
Grid=網格
Fan=扇形
showmodeapps=設定此程式獨立顯示隱藏模式
showmodedesktop=設定桌面顯示隱藏模式
NominiEffect=不顯示此程式視窗最小化動畫
nevershowprogress bar=不再顯示此程式進度條
showmodenormal=跟隨全局設定
msgtips=設定為消息提示程式
incognito=新建無痕模式視窗

systemmenu=系統選單

timeskin=選擇錶盤
timedefault=預設錶盤

----------------------------------------------

[launchpad]
;launchpad界面

addicon=新增圖示
deleteicon=刪除此圖示

;搜尋框標題

search=搜尋
;新增pad圖示界面
ok=完成
addtips=請將 exe、lnk 文件拖放到此處
----------------------------------------------

[promptwindow]

;清空垃圾箱提示和其他提示

ok=確定
cancel=取消
trashok=清倒垃圾桶
trashtitle=您確定要清空垃圾桶中的項目嗎？
batterytip=電池電量低請連接充電器！
eject=已彈出
Connected=已連接

-----------------------------------------------
;時間格式說明
;ddd 週幾   dddd星期幾  M月份  d日期  H 24小時格式  h 12小時格式   m 分鐘  s 秒  
;雙字母補齊兩位數 例如 HH:mm:ss  09:06:05
;下面所有格式可自定修改,左邊是編號可無限制新增下去 =後面留空表示不顯示日期
;修改保存後立即生效,直接dock設定點擊時間格式選單即可顯示生效
[formatdate]
1=
2=ddd
3=M月d日
4=M月d日 ddd
5=ddd M月d日

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss

[calicon]

;行事曆圖示月份文字和行事曆每月1號文字

m1=1月
m2=2月
m3=3月
m4=4月
m5=5月
m6=6月
m7=7月
m8=8月
m9=9月
m10=10月
m11=11月
m12=12月

[findermenu]
bluetooth=藍牙
Bluetooth settings=藍牙偏好設定...
device=設備
Preferred network=首選網路
other networks=其他網路
network settings =網路偏好設定...
Audio=聲音
output=輸出
Microphone=麥克風
input=輸入
audio settings=聲音偏好設定...
battery settings=電池偏好設定...
BatteryEstimatedTime=剩餘可用
batterytime_hour=小時
batterytime_min=分鐘
Edit title=編輯標題
Window border=開啟視窗邊界
end finder=退出MyFinder...
About This PC=關於本機
System settings=系統偏好設定...
app Store=應用商店...
Task manager=工作管理員
Sleep=睡眠
Dormant=休眠
Shutdown=關機
Reboot=重新啟動...
Lock screen=鎖定螢幕
Logout=登出...

symbol=顯示表情和符號
Screen Keyboard=顯示虛擬鍵盤
keyboardname=顯示輸入法名稱
Keyboard settings=鍵盤偏好設定...
display=顯示器
systemdark=系統暗色模式
bluelight=夜間模式
focusassist=專注助手
focusoff=關閉
focusPriorityOnly=僅優先通知
focusAlarmsOnly=僅限鬧鐘
Notification settings=通知偏好設定...
screen projection=投影
screen INTERNAL=僅電腦螢幕
screen CLONE=複製
screen EXTEND=擴展
screen EXTERNAL=僅第二螢幕
displayset=顯示器偏好設定...
hotspot=熱點
airplane=飛行模式
deviceon=打開
deviceoff=關閉

eject=彈出
open=打開

[findermenubrowser]
new=新建
newtab=新建標籤頁
newwindow=新建視窗
favorites=收藏夾
history=歷史記錄
download=下載
window=視窗
file=文件
no file=未選擇文件

[findertips]
Mute=靜音
battery=電池
AcOnLine=已接通電源
Charging=電池正在充電
notCharging=電池未充電
Usebattery=正在使用電池
Full battery=電量充滿
brightness=亮度
show trayico=顯示托盤圖示

[findertitle]

[shutdown]
shutdown=是否關閉此電腦？
Reboot=是否重新啟動系統？
Logout=是否登出此帳戶？
Dormant=是否將系統休眠？
sleep=是否將系統睡眠？

now=立刻
minute=分鐘

[wifi]
password=密碼：
showpassword=顯示密碼
join=加入
cancel=取消

[weather]
00=晴
01=多雲
02=陰
03=陣雨
04=雷陣雨
05=雷陣雨伴有冰雹
06=雨夾雪
07=小雨
08=中雨
09=大雨
10=暴雨
11=大暴雨
12=特大暴雨
13=陣雪
14=小雪
15=中雪
16=大雪
17=暴雪
18=霧
19=凍雨
20=沙塵暴
21=小到中雨
22=中到大雨
23=大到暴雨
24=暴雨到大暴雨
25=大暴雨到特大暴雨
26=小到中雪
27=中到大雪
28=大到暴雪
29=浮塵
30=揚沙
31=強沙塵暴
32=濃霧
33=雪
49=強濃霧
53=霾
54=中度霾
55=重度霾
56=嚴重霾
57=大霧
58=特強濃霧
301=雨
302=雪